INSERT INTO `Product` (`ProductID`, `farmerId`, `ProductName`, `ProductType`, `Description`, `Price`, `Cost`, `Amount`, `status`, `isDeleted`, `soldCount`, `DateCreated`, `Details`, `HarvestedAt`) VALUES
(1, 1, 'สับ', 'นางแล', 'อร่อยๆ', 55, 45, 15, 'มีสินค้า', 1, 0, '2024-12-08 07:11:01', '', '2024-12-07 17:00:00.000'),
(2, 1, 'สับปะรด', 'นางแล', 'อร่อยมากครัล', 55, 45, 15, 'มีสินค้า', 1, 0, '2024-12-20 12:26:31', '', '2024-12-20 17:00:00.000'),
(3, 1, 'สับปะรด', 'นางแล', 'อร่อย', 55, 45, 25, 'มีสินค้า', 1, 0, '2024-12-20 12:41:17', '', '2024-12-20 17:00:00.000'),
(4, 1, 'สับปะรด', 'นางแล', 'อร่อครับ สวดฟ', 55, 45, 15, 'มีสินค้า', 1, 0, '2024-12-20 12:47:55', '', '2024-12-20 17:00:00.000'),
(5, 1, 'สับปะรด', 'นางแล', 'อร่อย', 55, 45, 15, 'มีสินค้า', 0, 0, '2024-12-20 12:50:23', '', '2024-12-20 17:00:00.000'),
(6, 1, 'สับปะรด', 'นางแล', 'อร่อยมากครับ', 20, 45, 15, 'มีสินค้า', 0, 0, '2024-12-23 03:18:34', '', '2024-12-22 17:00:00.000'),
(7, 1, 'สับ', 'ภูแล', 'vijv', 55, 54, 12, 'มีสินค้า', 1, 0, '2024-12-23 03:40:19', '', '2024-12-22 17:00:00.000'),
(8, 1, '', '', '25', 55, 45, 15, 'มีสินค้า', 1, 0, '2024-12-23 04:34:24', '', '2024-12-22 17:00:00.000'),
(9, 1, '', 'นางแล', 'กกก', 55, 45, 5, 'มีสินค้า', 0, 0, '2024-12-23 04:37:37', '', '2024-12-22 17:00:00.000'),
(10, 1, 'สับปะรด', 'นางแล', 'อร่อยมากครับ', 55, 45, 25, 'มีสินค้า', 0, 0, '2024-12-23 04:39:41', '', '2024-12-22 17:00:00.000');
